---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecMounting
source: html/c95d31ea-ec85-c5ef-d89c-f3d6b963081e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecMounting Property

"Mounting"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecMounting { get; }
```